[
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/eLT8Cu357VOwBVTitkmlDEg32Fs.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 878, 14],
    "originalTitle": "Jiu Jitsu",
    "voteCount": 470,
    "voteAverage": 5,
    "id": 590706,
    "overview": "Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.",
    "title": "Jiu Jitsu"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/13B6onhL6FzSN2KaNeQeMML05pS.jpg",
    "releaseYear": 2020,
    "genreIds": [878, 28],
    "originalTitle": "Breach",
    "voteCount": 494,
    "voteAverage": 4.4,
    "id": 651571,
    "overview": "A hardened mechanic must stay awake and maintain an interstellar ark fleeing the dying planet Earth with a few thousand lucky souls on board... the last of humanity. Unfortunately, humans are not the only passengers. A shapeshifting alien creature has taken residence, its only goal is to kill as many people as possible. The crew must think quickly to stop this menace before it destroys mankind.",
    "title": "Breach"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/3LDHJRNu7er4QH1EJsFLuUmhOWB.jpg",
    "releaseYear": 2020,
    "genreIds": [16, 10770, 28, 35, 14],
    "originalTitle": "LEGO Monkie Kid: A Hero Is Born",
    "voteCount": 6,
    "voteAverage": 5,
    "id": 852663,
    "overview": "Monkey King comes to life as a young boy named MK, obsessed with the legends of old, discovers Monkey King's magical staff. After witnessing Red Son and Princess Iron Fan release the Demon Bull King from his prison under the mountain, MK accidentally grabs Monkey King’s magical staff and escapes, sending him on a journey to return the staff to Monkey King in order for him to save the day.",
    "title": "LEGO Monkie Kid: A Hero Is Born"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/7Rk7t9K2V3nzUTwfdugw1yOVnHN.jpg",
    "releaseYear": 2020,
    "genreIds": [53, 28],
    "originalTitle": "Shark Season",
    "voteCount": 19,
    "voteAverage": 4.5,
    "id": 728069,
    "overview": "Dozens of great white sharks attack the sleepy coastal town of Goldcoast, CA, resulting in several deaths and forcing the town council to bring in a group of marine biologists and shark hunters to solve the problem. But when one shark in particular refuses to go down without a fight, it will take all of the biologists’ and hunters’ knowhow to defeat the creature for good.",
    "title": "Shark Season"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/mIspmdrO6MmtOsYrpAewJ2Czr5C.jpg",
    "releaseYear": 2020,
    "genreIds": [28],
    "originalTitle": "Search and Destroy",
    "voteCount": 24,
    "voteAverage": 4.7,
    "id": 715535,
    "overview": "When American Ranger John Cutter fails to save a family being held hostage and loses his entire team in a battle with infamous Ukrainian Arms Dealer Igor Rodin, John is discharged from the army. Three years later he is approached by his old General to go on a private contract mission when Igor resurfaces.",
    "title": "Search and Destroy"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/5EyDLx7ea4ysBcvf8pdV6RyR6ut.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 80],
    "originalTitle": "Disturbing the Peace",
    "voteCount": 78,
    "voteAverage": 4.8,
    "id": 620924,
    "overview": "A small-town marshal who hasn't carried a gun since he left the Texas Rangers after a tragic shooting must pick up his gun again to do battle with a gang of outlaw bikers that has invaded the town to pull off a brazen and violent heist.",
    "title": "Disturbing the Peace"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/1IKhHbjDcaGTn0YLvoASGwTlzxN.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 27, 53, 878],
    "originalTitle": "Tribal: Get Out Alive",
    "voteCount": 16,
    "voteAverage": 3.8,
    "id": 709621,
    "overview": "After retiring from active duty, former elite military operative Caitlin Ross now runs a private security firm. She, however, becomes the target when her private security firm accepts a contract from a young millionaire.",
    "title": "Tribal: Get Out Alive"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/ta9AEpL05L2pUzSoTDRh8S1mncs.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 53],
    "originalTitle": "Knuckledust",
    "voteCount": 14,
    "voteAverage": 4,
    "id": 749407,
    "overview": "When Police kicks open the doors of the elite underground fight club Knuckledust, they find seven levels of hell, filled with the dead bodies of countless fighters, assassins and goons. Only one man, beaten up to a pulp, is still breathing: Hard Eight.",
    "title": "Knuckledust"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/43MlbzxB5OohgvPHmPIvRi4MCVn.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 12, 10752, 16],
    "originalTitle": "冷血狂宴",
    "voteCount": 6,
    "voteAverage": 3.6,
    "id": 630044,
    "overview": "An upcoming Chinese computer animated motion capture action fantasy adventure film written and directed by Guo Jing Ming, the sequel to the first L.O.R.D: Legend of Ravaging Dynasties film.",
    "title": "L.O.R.D: Legend of Ravaging Dynasties 2"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/kdZ84L4m8XW7s1Zbt7t8kG77GvI.jpg",
    "releaseYear": 2020,
    "genreIds": [10752, 28],
    "originalTitle": "Rocket Hunter",
    "voteCount": 85,
    "voteAverage": 5,
    "id": 666180,
    "overview": "In one of the most dangerous missions of the war, an American B-17 pilot volunteers to fly a surrendered Messerschmitt 109 on a daring flight through the heart of Germany to try to prevent the people of London from being terrorized by the V-2 rockets. \"Rocket Hunter\" tells the story of an amazing pilot and his bombardier brother from the time they are teenagers dreaming of taking to the skies to the dark days of January 1945.",
    "title": "Rocket Hunter"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/jAGGV80ZO10YcmUJXK7YSBh1yvK.jpg",
    "releaseYear": 2020,
    "genreIds": [28],
    "originalTitle": "Paydirt",
    "voteCount": 18,
    "voteAverage": 4.9,
    "id": 696002,
    "overview": "A parolee teams up with his old crew determined to find a buried bag of cash stolen a decade ago from a DEA bust gone bad, while being tracked by a retired Sheriff.",
    "title": "Paydirt"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/oF750ITKUAOaEGmIVkraH9S1Ijm.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 12, 878],
    "originalTitle": "劇場版 ウルトラマンタイガ　ニュージェネクライマックス",
    "voteCount": 3,
    "voteAverage": 4,
    "id": 655942,
    "overview": "The time of the New Generation Heroes is drawing to a close. Hiroyuki is being targeted by a dark power, forcing the other Ultra Heroes, from Ginga to R/B to appear and help the Tri-Squad battle these evil forces. But among them is Taiga's father? What has happened to Ultraman Taro?!",
    "title": "Ultraman Taiga The Movie: New Generation Climax"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/ijwUja8ignGUEQKvdAg9TpqO8ei.jpg",
    "releaseYear": 2020,
    "genreIds": [28],
    "originalTitle": "Break Even",
    "voteCount": 1,
    "voteAverage": 5,
    "id": 770492,
    "overview": "Four adventurous friends find 50M in cash at a remote island only to discover it was left by the DEA for the Cartel in a rogue deal.",
    "title": "Break Even"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/dKSN0oZCUSNcEd39MnySLYmpUiJ.jpg",
    "releaseYear": 2020,
    "genreIds": [27, 28, 53, 9648],
    "originalTitle": "Fuego negro",
    "voteCount": 28,
    "voteAverage": 4.1,
    "id": 735110,
    "overview": "In search of his sister, a renegade criminal seeks answers at a sordid hotel where he encounters a sinister guest and romances a mysterious waitress.",
    "title": "Dark Forces"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/hih1iD2R3t02UmQ29cWlnfox1cO.jpg",
    "releaseYear": 2020,
    "genreIds": [16, 28, 18, 878],
    "originalTitle": "劇場版 ハイスクール・フリート",
    "voteCount": 3,
    "voteAverage": 4,
    "id": 623409,
    "overview": "Living by the sea, protecting the sea, and journeying across the sea…They’re the BLUE MERMAIDS! Because of a shift in tectonic plates around 100 years ago, Japan lost much of its area to submergence. To preserve Japan’s territories, Coastal Cities sprung up, one after the other. Eventually, they became Marine Cities, and along with the expansion of sea-lanes to connect them, the need arose for a sizable staff to protect the seas. At the same time, maritime jobs were becoming more popular among women. Hence, the BLUE MERMAIDS had become every female student’s dream job.",
    "title": "High School Fleet Movie"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/c5wDSjzstchAAN3cnVEhAlo10eC.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 878],
    "originalTitle": "Attack of the Unknown",
    "voteCount": 29,
    "voteAverage": 4.4,
    "id": 733006,
    "overview": "A SWAT team transporting a vicious crime syndicate boss must fight their way out of a county detention center during a catastrophic alien invasion.",
    "title": "Attack of the Unknown"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/7hknQnJPd5lfrW1QFJUxmSxp3e4.jpg",
    "releaseYear": 2020,
    "genreIds": [28],
    "originalTitle": "Daniel Craig vs James Bond",
    "voteCount": 2,
    "voteAverage": 4.5,
    "id": 822110,
    "overview": "Starting with a high-speed taxi sequence, Daniel is constantly recognized as James Bond by surprised locals as he hunts down his missing passport.",
    "title": "Daniel Craig vs James Bond"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/39iRgghrypeIwFVRC2DQjesBkDO.jpg",
    "releaseYear": 2020,
    "genreIds": [28, 12, 35],
    "originalTitle": "Spy Intervention",
    "voteCount": 17,
    "voteAverage": 4.9,
    "id": 663255,
    "overview": "When the world's greatest spy meets the woman of his dreams, he abandons his adventurous existence and settles into the security of suburbia.",
    "title": "Spy Intervention"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/uVKtTsjOS1WjSpTbTcfVrnmfzyj.jpg",
    "releaseYear": 2020,
    "genreIds": [12, 14, 28, 53],
    "originalTitle": "巨鳄岛",
    "voteCount": 4,
    "voteAverage": 5,
    "id": 669748,
    "overview": "The surrounding areas of the Devil's Sea is also known as the Bermuda Triangle of Asia. Due to electromagnetic interference, aviation accidents are common in the region. Lin Hao (Gallen Lo) and his daughter Yi (Liao Yinyue) are passengers of Flight GZ261. As it flies over the Devil's Sea, the plane malfunctions, causing an emergency landing on a crocodile island. Hao and other driving passengers encounter enormous sized crocodiles and spiders and engages in a battle for survival. When Yi is captured by the giant beasts, Hao fights for his life to rescue her daughter.",
    "title": "Crocodile Island"
  },
  {
    "isViewed": false,
    "genres": [],
    "posterPath": "/9UIGuSIvZY5W8OD1tASIojlZ7ES.jpg",
    "releaseYear": 2020,
    "genreIds": [28],
    "originalTitle": "Airliner Sky Battle",
    "voteCount": 5,
    "voteAverage": 3.7,
    "id": 763920,
    "overview": "Russian operatives hijack a commercial American jet, planning to crash it into a nuclear power plant near Washington, D.C. resulting in fallout that will devastate the Eastern seaboard. With little time for Air Force fighters to shoot it down, the passengers and crew aboard the aircraft must rely on their own military and civilian training to stop the terrorists before it's too late.",
    "title": "Airliner Sky Battle"
  }
]
